Repository: derchrisuk/barfbag
Catalog: barfbag/*.lproj/Localizable.strings
Languages: de

# Aktualisierung
source: Updating
de: Aktualisierung

# Die Plandaten wurden aktualisiert auf %@.
source: The Fahrplan schedule was updated to %@.
de: Die Plandaten wurden aktualisiert auf %@.

# Aktualisiere Assemblies
source: Updating Assemblies
de: Aktualisiere Assemblies

# Aktualisiere Workshops
source: Updating Workshops
de: Aktualisiere Workshops

# Verbindungsproblem
source: Connection
de: Verbindungsproblem

source: It seems as if we do not have a network connection to update the data. You are using %@ of the Fahrplan.
de: Derzeit besteht scheinbar keine Internetverbindung zum Aktualisieren der Daten. Sie verwenden derzeit %@ des Fahrplans.

# Aktualisiere Fahrplan
source: Updating Fahrplan
de: Aktualisiere Fahrplan

# Zurück
source: Back
de: Zurück

# Ereignisse
source: Events
de: Ereignisse

# 29C3 Fahrplan
source: 29C3 Schedule
de: 29C3 Fahrplan

# %@ – %i Events
source: %@ (%i entries)
de: %@ (%i Einträge)

# Links (%i Einträge)
source: Links (%i entries)
de: Links (%i Einträge)

# Persons (%i Einträge)
source: Persons (%i entries)
de: Personen (%i Einträge)

# en
source: English
de: Englisch

# de
source: German
de: Deutsch

# Keine Beschreibung vorhanden.
source: No description available.
de: Keine Beschreibung vorhanden.

# Beschreibung
source: Description
de: Beschreibung

# descriptionText
source: Description
de: Beschreibung

# persons
source: Speakers
de: Sprecher

# Wikiplan
source: Wikischedule
de: Wikiplan

# [%i Plätze]: %@
source: [%i seats]: %@
de: [%i Plätze]: %@

# 29C3 Wikiplan
source: 29C3 Wikischedule
de: 29C3 Wikiplan

# orgaContact
source: Contact
de: Kontaktperson

source: Planned Workshops
de: Geplante Workshops

# planningNotes
source: Notes
de: Hinweise

# bringsStuff
source: Stuff
de: Zeugs

# contactOrganizing
source: Contact
de: Ansprechpartner

# personOrganizing
source: Organizer (more on the wiki)
de: Organisator (mehr im Wiki)

# Wikiseite öffnen
source: Open wikipage
de: Wikiseite öffnen

# Favoriten
source: Favorites
de: Favoriten

# 29C3 Favoriten
source: 29C3 Favs
de: 29C3 Favoriten

# Letzter iCloud Sync: %@
source: Last iCloud Sync: %@
de: Letzter iCloud Sync: %@

# Videostreams konnten nicht erfolgreich geladen werden. %@
source: Videostreams could not be loaded.%@
de: Videostreams konnten nicht geladen werden. %@

# otherlinks
source: More Links
de: Weitere Links

# Einstellungen
source: Settings
de: 29C3 Optionen

source: Autoupdate
de: Aktualisierung

# Aktualisiere alle Daten beim Start
source: Refresh data every 30 minutes
de: Aktualisiere alle 30 Minuten

# Force Reconfigure
source: Factory Settings
de: Werkseinstellungen

# Basiskonfiguration resetten
source: Reset all (Favourites are kept!)
de: Reset (Favoriten werden behalten!)

# Failover
source: Datasource
de: Datenquelle

# Backup-Server aktivieren
source: Use Backupserver permanently
de: Backupserver permanent verwenden

# Update All Data
source: Refresh all data now...
de: Alle Daten jetzt aktualisieren...

# Bilderupdate
source: Images
de: Bilder

# Aktualisiere auch alle Bilder
source: Refresh also images of persons
de: Aktualisiere auch alle Bilder

source: Synchronize Favourites with iCloud
de: Favouriten mit iCloud synchronisieren

source: Device does not support iCloud
de: Gerät unterstützt iCloud nicht

source: Please enable iCloud in Settings
de: Aktiviere iCloud in Einstellungen!
